/* 
 SORelativeDateTransformer.strings

 Created by Paulo Rodrigues on 5/7/13.
 Copyright 2013 Riabox. All rights reserved.
*/

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "em %@";
"now" = "agora";
"%d year (plural rule: one)" = "%d ano";
"%d year (plural rule: other)" = "%d anos";
"%d month (plural rule: one)" = "%d mês";
"%d month (plural rule: other)" = "%d meses";
"%d week (plural rule: one)" = "%d sem";
"%d week (plural rule: other)" = "%d sem";
"%d day (plural rule: one)" = "%d dia";
"%d day (plural rule: other)" = "%d dias";
"%d hour (plural rule: one)" = "%d hora";
"%d hour (plural rule: other)" = "%d horas";
"%d minute (plural rule: one)" = "%d min";
"%d minute (plural rule: other)" = "%d min";
"%d second (plural rule: one)" = "%d seg";
"%d second (plural rule: other)" = "%d seg";
